[
    {
        "url": "https://www.edx.org/microbachelors/doanex-business-and-professional-communication-for-success",
        "name": "Business and Professional Communication for Success MicroBachelorsÂ® Program | edX",
        "topics": [
            "Communication",
            "Business and Professional Communication for Success"
        ],
        "skills": [],
        "type": "MicroBachelors",
        "description": "The Business and Professional Communications for Success program will provide learners with the essential knowledge of effective business communications to aid in their companyâ\u0080\u0099s success. Learners will create appropriate business messages through business letters and messaging and apply proper business communications techniques and business writing techniques. Learners will examine the basics of business communication while working in diverse business environments with diverse team members. This program also examines the various types of business presentations in the work environment. It allows learners to apply their knowledge to create and present their work for internal and external communication.\nCourse 1, Business Communication â\u0080\u0093 The Basics, learners will engage with the fundamentals of business communication.  Learners will discover different communication styles and how to address them in a business setting.  Learners will also assess their listening styles and emotional intelligence, and both can affect their communication skills.\nCourse 2, Business Writing Techniques, will expand on the different communication styles of business writers. We will discuss business writers' best practices by providing real-world scenarios and applications such as proofreading and rewriting. Learners will examine how to use the 6 C's to enhance their business messages. Learners will also discuss the proper etiquette of business writing and examine the use of emoji in business communications.\nCourse 3, Professional Business Presentations, will dive into the world of presenting information both in written and verbal form using presentation templates or creating from scratch. This course discusses how to effectively create high-quality presentations with proper formatting, design elements (color scheme, layout, etc.), and organization. The learner will identify the appropriate presentation format and software for their audience. Learners will have the opportunity to utilize the skills gained to create an engaging PowerPoint presentation. Learners will also use their skills to create a professional handout with infographics and record a video presentation, graded by staff, as part of their final project in the course.",
        "language": "English",
        "outcomes": [
            "Define communication",
            "Examine the communication principles",
            "Identify the Communication Model",
            "Identify ways to effectively listen",
            "Identify their communication style",
            "Examine Emotional Intelligence and its use in communication",
            "Identify Parts of a business letter",
            "Examine the 6 C's for business messages",
            "Evaluate Direct Vs. Indirect messages",
            "Examine the use of emojis in the business setting",
            "Evaluate the organizational steps of a presentation",
            "Examine various supporting materials for presentations",
            "Evaluate and discuss various presentation software",
            "Examine design principles for presentations",
            "Discuss storytelling for presentations",
            "Develop a presentation",
            "Present via video a polished presentation"
        ]
    },
    {
        "url": "https://www.edx.org/microbachelors/snhux-financial-accounting-and-analysis",
        "name": "Financial Accounting and Analysis MicroBachelorsÂ® Program | edX",
        "topics": [
            "Business & Management",
            "Financial Accounting and Analysis"
        ],
        "skills": [],
        "type": "MicroBachelors",
        "description": "Financial accounting and business analysis are growing fields that explore the various methodologies utilizing internal and external data to improve decision-making within an organization. Expertise in financial accounting and business analysis allows organizations to assess the data they have and the data they need to understand the health and future of the organization. Individuals with experience in these fields can better plan for the future by leveraging financial data, business management and prepare for future automation in many fields.\nThe SNHUx Financial Accounting and Analysis MicroBachelors provides the foundational skills necessary for a career in business, accounting and data analysis, including knowledge and assessment of financial statements to help businesses with their long-term goals and success. Youâ\u0080\u0099ll finish this program with the ability to prepare financial statements, analyze financial information and to effectively communicate relevant information to stakeholders.\nThis program is designed for individuals interested in leveraging data to support business decisions, regardless of prior experience. Whether you have experience working in accounting in your current role or are interested in the ever-expanding field of business analysis, this program provides the foundational skills necessary for your success.",
        "language": "English",
        "outcomes": [
            "Analyze relevant industry information for problem-solving and decision-making",
            "Communicate with diverse audiences through data visualizations",
            "Record and prepare financial information according to industry standards",
            "Analyze the outputs of financial data according to industry standards"
        ]
    },
    {
        "url": "https://www.edx.org/microbachelors/ibm-full-stack-application-development",
        "name": "Full Stack Application Development MicroBachelorsÂ® Program | edX",
        "topics": [],
        "skills": [],
        "type": "MicroBachelors",
        "description": "The adoption of cloud technologies is driving enterprises, big and small, to be more agile, innovative, and competitive, and to create differentiated customer and user experiences. This MicroBachelors Program will provide you with a broad set of skills and the technical aptitude to launch your career as a Full Stack Developer.\nThe Full Stack Cloud Applications Development MicroBachelors Program from IBM will teach you the tools and technologies that successful software developers, and web developers use to build, deploy, test, run and manage Full Stack Cloud Native applications â\u0080\u0093 putting you in an advantageous position to begin a new career in a fast-growing field.\nYou do not need any prior programming experience or Cloud background to begin this program. The courses in this program will help you develop the skills needed for developing web and SaaS applications that are in high demand, including: \r\nCloud infrastructure, HTML, CSS, JavaScript, GitHub, Node.js, React, Cloud Native practices, DevOps, CI/CD, Agile Software Development, Containers, Docker, Kubernetes, OpenShift, Istio, Python programming, Databases, NoSQL, SQL, Django, Bootstrap, Application Security, Microservices, Serverless Computing, and more.\nYour program experience you will also cover foundational capabilities and in-demand topics areas including:\r\n\nThe fundamentals of Python, one of the most popular and beginner friendly programming languages and employ various Python programming constructs to create a Cloud application.\nThe ability to  containerize applications and deploy containers in Cloud using Docker images, and orchestrate & scale applications using the Kubernetes and OpenShift ecosystem.\nCompose SQL queries to insert, select, update, delete and join data in a relational database like PostgreSQL.\nExplain Object Relational Model (ORM) and employ Django ORM to develop a database powered application.\nEmploy Microservices and Serverless Computing, in your Software Development Architecture. Develop SaaS applications composed of several microservices and deploy them on private, public or hybrid clouds.\n\nIn the Final Project for this program, you will demonstrate your proficiency in Software Engineering using various Cloud Native tool, technologies, languages, and frameworks. You will create a full stack cloud application consisting of multiple microservices, and build and deploy them using CI/CD on IBM Cloud. You will also gain experience building web applications using Node.JS, React, and implementing a chatbot feature through Watson AI (Artificial Intelligence) services.\nAfter completing the IBM Full Stack Cloud Application Development MicroBachelors Program, you will have acquired the skills to develop, deploy, run and manage applications using front-end and back-end technologies and will be ready to embark on one of the fastest growing career paths.\n\"We're delighted that IBM is our first corporate partner to offer a MicroBachelors program on edX. Not only is IBM a longtime partner in delivering online education that equips learners with real skills for the workplace, but they are innovating with us as we meet the needs of learners without a college degree with our MicroBachelors programs. This particular program is incredible because it's for people with no prior programming or cloud experience, and prepares them for an entry-level role as a full stack developer with the option to get college credit from our university credit partner.\" - Anant Agarwal, edX Founder and CEO",
        "language": "English",
        "outcomes": [
            "Describe the core concepts of cloud computing, cloud models and architectures, components of cloud computing, and list the major cloud service providers.",
            "Apply essential cloud application development concepts and languages including HTML5, CSS3, and JavaScript, to create your first cloud-based applications.",
            "Explain Cloud Native and apply DevOps practices with a CI/CD toolchain on IBM Cloud, and Git to continuously develop and update Cloud applications.",
            "Describe and apply best practices in secure cloud computing, by adding authentication and encryption to your application.",
            "Demonstrate your proficiency in applying various Cloud Native tools and technologies to develop, deploy, run, and update applications on a cloud platform.",
            "Develop full-stack native cloud applications using Node.js framework for server-side and React for front-end."
        ]
    },
    {
        "url": "https://www.edx.org/microbachelors/tesu-information-literacy",
        "name": "Information Literacy MicroBachelorsÂ® Program | edX",
        "topics": [
            "Social Sciences",
            "Information Literacy"
        ],
        "skills": [],
        "type": "MicroBachelors",
        "description": "We live in the information age, and we are inundated with information on a daily basis.  With so much information coming at us so fast, how do we know whatâ\u0080\u0099s true?  How do we know which information is real?  How can we fact-check what we read and see?\nIn this class, you will explore the answers to these questions by learning information literacy skills.  You will learn how to evaluate the information you see on the Internet as well as academic information.  You will also learn how to access credible sources of information and share that information with others.\nYou will learn about different types of information sources, how to develop an academic research question, and how to find scholarly sources on that topic.  The course concludes with modules about formally presenting your research topic, citing it properly, and ensuring academic integrity by avoiding plagiarism.",
        "language": "English",
        "outcomes": [
            "To differentiate between trustworthy and misleading information;",
            "To find and use accurate online information sources;",
            "To understand and use accurate information for work in college and in your career;",
            "To use proper citation of information in formal writing for college and for work;",
            "To understand plagiarism and how to avoid it."
        ]
    },
    {
        "url": "https://www.edx.org/microbachelors/wgux-introduction-to-information-technology",
        "name": "Introduction to Information Technology MicroBachelorsÂ® Program | edX",
        "topics": [],
        "skills": [],
        "type": "MicroBachelors",
        "description": "It is forecasted that the need for IT professionals will continue to rapidly grow as technology continues to evolve at such incredible rates. IT jobs are in high demand particularly within non-tech sectors such as professional services, manufacturing, and financial services industries among others, and IT roles in these sectors are more accessible making them high potential career path entry-points.\nAdvance your information technology (IT) skill set by completing Western Governors Universityâ\u0080\u0099s (WGU) MicroBachelors Introduction to Information Technology program certificate. Designed for IT practitioners, educators, and business professionals, this program introduces IT infrastructure concepts and services to support the operation and management of an enterprise environment.\nThroughout the MicroBachelors program certificate, you will engage in real-world career development opportunities to enhance your understanding of IT as a discipline. You will learn about the many roles and functions of the IT department, fundamentals of networking and security concepts, and programming elements such as variables, data types, flow control, and design concepts. \nEarning this MicroBachelors program certificate will equip you with knowledge of highly relevant tools and techniques to prepare you for a variety of career options and opportunities in the field of IT. Then, build on this program certificate and continue your professional development by applying to one of many undergraduate degree programs in IT from Western Governor's University.\nCoaching\r\nIf you are enrolled in the verified track (paid track) in any course that is a part of a MicroBachelors program, including this course, you are eligible for coaching at no additional cost. Please note that coaching is only available via SMS to U.S. phone lines.\nOur coaches (real humans) are ready to help you with career exploration, navigating resources, staying motivated, and solving problems along the way to your goals.\nLearn more about the value of coaching directly from one of our coaches, Erin.",
        "language": "English",
        "outcomes": [
            "Learn to identify the basic concepts essential to network security",
            "Learn to examine basic computer programming elements such as describing steps of the software design process",
            "Learn to identify how technology contributes to the success of todayâ\u0080\u0099s businesses",
            "Learn the knowledge and skills necessary to understand how information technology systems convert data into organizational knowledge to aid in decision-making"
        ]
    },
    {
        "url": "https://www.edx.org/microbachelors/doanex-marketing-essentials",
        "name": "Marketing Essentials MicroBachelorsÂ® Program | edX",
        "topics": [
            "Business & Management",
            "Marketing Essentials"
        ],
        "skills": [],
        "type": "MicroBachelors",
        "description": "From community organizations to global corporations, marketing is a critical component to be successful. The best ideas, products, and solutions can only make an impact if they can reach the right audience, at the right time.\nThis introductory program from Doane University, comprised of 3 courses and a final exam, is for those looking to build a solid foundation in marketing techniques that they can apply in their careers. Whether you are already involved in marketing operations and looking for a refresher or thinking about making a career move, understanding how to craft your message and connect it with your audience is a critical skill needed in todayâ\u0080\u0099s ever-changing world.\nWith the successful completion of this program, passing all courses with a 70% or better via the verified (paid) track, youâ\u0080\u0099ll not only receive a certificate highlighting your achievement, but also have the option to collect real college credit (included in the price!) that you can count towards a pursuit of a bachelorâ\u0080\u0099s degree.\nNo prerequisites required or previous marketing experience needed to participate.",
        "language": "English",
        "outcomes": [
            "Consumer behavior and positioning strategies",
            "Analytical tools used to assess marketing strategies",
            "New technologies as it applies to marketing",
            "Social media and value creation",
            "Market segmentation, target marketing & promotion",
            "Pricing strategies",
            "Integrated marketing and value communication"
        ]
    },
    {
        "url": "https://www.edx.org/microbachelors/lse-mathematics-and-statistics-fundamentals",
        "name": "Mathematics and Statistics Fundamentals MicroBachelorsÂ® Program | edX",
        "topics": [
            "Math",
            "Mathematics and Statistics Fundamentals"
        ],
        "skills": [],
        "type": "MicroBachelors",
        "description": "This comprehensive MicroBachelors program in Mathematics and Statistics Fundamentals introduces students to the essential mathematical and statistical concepts, methods and techniques which they can use to grow their skills in quantitative careers, or as a step towards further study at undergraduate level or in specialised subjects.\r\n\r\nâ\u0080¨Spanning four individual courses, all of which are self-paced and asynchronous, this programme provides students with maximum flexibility to learn with a world-leading institution from anywhere in the world in a way that fits their schedule. Students will be introduced to foundational mathematical and statistical concepts, as well as gain essential skills in the methods of calculus and linear algebra required for economic-based subjects.\r\nâ\u0080¨\r\nThese courses are based on service-level statistics courses offered as part of the University of London degree programmes in Economics, Management, Finance and the Social Sciences (EMFSS), with academic direction from the London School of Economics and Political Science (LSE). They equip students with the fundamental knowledge and tools to set them up for success in second and third-year courses in subjects such as economics, finance, data science, mathematics, statistics, business analytics and programming.\nThose that complete this MicroBachelors program may wish to go on to apply to the University of London's academically rigorous EMFSS degree programmes that give learners the opportunity to earn a BSc from a top London university wherever they are in the world.\nShould you wish, you may elect to just study some of the individual courses within the MicroBachelors program, perhaps to build or refresh quantitative skills for career advancement.\nNo prior mathematics or statistics knowledge is required for this programme.\nMathematics 1a: Differential calculus\n\nFunctions and graphs\nThe derivative\nCurve sketching and optimisation\nFunctions of two variables and partial derivatives\nCritical points of two-variable functions\n\nMathematics 1b: Integral calculus, algebra, and applications\n\nIntegration\nProfit maximisation\nConstrained optimisation\nMatrices, vectors, and linear equations\nSequences, series, and financial modelling\n\nStatistics 1a: Introductory statistics, probability and estimation\n\nMathematical revision and the nature of statistics\nData visualisation and descriptive statistics\nProbability theory\nThe normal distribution and ideas of sampling\nPoint and interval estimation\n\nStatistics 1b: Statistical methods\n\nHypothesis testing I\nHypothesis testing II\nContingency tables and the chi-squared test\nSampling design and some ideas underlying causation\nCorrelation and linear regression\n",
        "language": "English",
        "outcomes": [
            "To grasp key mathematical concepts, terminology, methods and conventions and obtain the skills to solve unseen mathematical problems",
            "To understand how mathematical techniques can be used to solve problems in economics and related subjects",
            "To master statistics fundamentals and learn to apply a variety of methods for explaining, summarising and presenting data and interpreting results clearly using appropriate diagrams, titles and labels when required",
            "To summarise the ideas of randomness and variability, and the way in which these link to probability theory to allow the systematic and logical collection of statistical techniques of great practical importance in many applied areas",
            "To explain the fundamentals of statistical inference and perform inference to test the significance of common measures such as means and proportions and conduct chi-squared tests of contingency tables"
        ]
    },
    {
        "url": "https://www.edx.org/microbachelors/snhux-microbiology",
        "name": "Microbiology MicroBachelorsÂ® Program | edX",
        "topics": [
            "Biology & Life Sciences",
            "Microbiology"
        ],
        "skills": [],
        "type": "MicroBachelors",
        "description": "Online microbiology courses can provide knowledge and skills youâ\u0080\u0099ll need for many in-demand careers in healthcare.\nThis program is designed for individuals who want to explore a career path in health sciences and medical technologies.\nIt is a foundational program that can lead to various lucrative careers within the healthcare industry. It can provide the foundation for a wide range of healthcare careers, from physical therapy and massage to nursing.",
        "language": "English",
        "outcomes": [
            "Describe characteristics and pathogenesis of microorganisms for identifying disease presentation.",
            "Explain how the basic principles of antimicrobial therapy promote patient-care outcomes.",
            "Evaluate the effectiveness of current protective and preventative measures for the purpose of reducing  infection and disease transmission.",
            "Recommend evidence-based preventative strategies to address infectious diseases within an at-risk  population.",
            "Analyze how immune response can be manipulated for disease prevention."
        ]
    },
    {
        "url": "https://www.edx.org/microbachelors/asux-professional-writing-microbachelors-program",
        "name": "Professional Writing MicroBachelorsÂ® Program | edX",
        "topics": [
            "Communication",
            "Professional Writing"
        ],
        "skills": [],
        "type": "MicroBachelors",
        "description": "No matter what industry you are currently working in or looking to enter, language and the ability to communicate effectively are critical skills. As our world has become more complex and globally connected, the need to think strategically and problem solve has also increased. But arriving at solutions and being able to implement them, no matter if itâ\u0080\u0099s within your community or a global business, requires the ability to clearly communicate in written format for multiple stakeholders to understand.\nIn this two course professional writing MicroBachelors program from Arizona State University (ASU), you will develop the skills necessary to express ideas effectively and propose actionable solutions to problems that are understandable and relevant in a variety of professional occasions. Through project-based work, this online introductory-level writing program goes beyond typical college English creative writing courses to make it relevant for adults in the workforce. Starting by developing and expressing ideas effectively with different audiences in mind, youâ\u0080\u0099ll work your way up to design, develop, research, and execute a writing project from inception to completion. By the end of the program, youâ\u0080\u0099ll have developed writing skills that will allow you to clearly communicate business ideas and take on new challenges as you continue to progress your career.",
        "language": "English",
        "outcomes": [
            "Rhetorical knowledge: how to craft your writing professionally to meet the needs of varied audiences for specific purposes",
            "Critical thinking: how to make decisions about what to include and not include in your writing",
            "Writing process: how to use invention, research, drafting, revising, and editing in your writing",
            "Knowledge of conventions: how to use various formats and stylistic choices, including genre conventions, that are appropriate for the workplace",
            "Digital technology: how to use diverse technologies to write more effectively and efficiently",
            "Habits of mind: how to benefit from and cultivate curiosity, openness, engagement, creatively, persistence, responsibility, flexibility, and reflection"
        ]
    },
    {
        "url": "https://www.edx.org/microbachelors/lse-statistics-fundamentals",
        "name": "Statistics Fundamentals MicroBachelorsÂ® Program | edX",
        "topics": [],
        "skills": [],
        "type": "MicroBachelors",
        "description": "This comprehensive MicroBachelors program in Statistics Fundamentals introduces students to the essential statistical concepts, methods and techniques which they can use to grow their skills in quantitative careers, or as a step towards further study at undergraduate level or in specialised subjects.\nâ\u0080¨Spanning four individual courses, all of which are self-paced and asynchronous, this programme provides students with maximum flexibility to learn with a world-leading institution from anywhere in the world in a way that fits their schedule. Students will first be introduced to core statistical concepts and gain essential skills to analyse, summarise, and present data, before progressing to probability, distribution theory and statistical inference.\nâ\u0080¨â\u0080¨These courses are based on service-level statistics courses offered as part of the University of London degree programmes in Economics, Management, Finance and the Social Sciences (EMFSS), with academic direction from the London School of Economics and Political Science (LSE). They equip students with the fundamental statistical knowledge and tools to set them up for success in second and third-year courses in subjects such as economics, finance, data science, mathematics, statistics, business analytics and programming.\nâ\u0080¨Those that complete this MicroBachelors program may wish to go on to apply to the University of London's academically rigorous EMFSS degree programmes that give learners the opportunity to earn a BSc from a top London university wherever they are in the world.\nâ\u0080¨Should you wish, you may elect to just study some of the individual courses within the MicroBachelors program, perhaps to build or refresh quantitative skills for career advancement.\nâ\u0080¨No prior statistics knowledge is required for this programme.\nStatistics 1a: Introductory statistics, probability and estimation\n\nMathematical revision and the nature of statistics\nData visualisation and descriptive statistics\nProbability theory\nThe normal distribution and ideas of sampling\nPoint and interval estimation\n\nStatistics 1b: Statistical methods\n\nHypothesis testing I\nHypothesis testing II\nContingency tables and the chi-squared test\nSampling design and some ideas underlying causation\nCorrelation and linear regression\n\nStatistics 2a: Probability and distribution theory \n\nProbability theory I\nProbability theory II\nRandom variables\nCommon distributions of random variables\nMultivariate random variables\n\nStatistics 2b: Statistical inference\n\nSampling distributions of statistics\nPoint estimation I\nPoint estimation II and interval estimation\nHypothesis testing\nAnalysis of variance (ANOVA)\n",
        "language": "English",
        "outcomes": [
            "To master statistics fundamentals and learn to apply a variety of methods for explaining, summarising and presenting data and interpreting results clearly.",
            "To summarise the ideas of randomness and variability, and the way in which these link to probability theory to allow the systematic and logical collection of statistical techniques of great practical importance in many applied areas.",
            "To explain the fundamentals of statistical inference and perform inference to test the significance of common measures such as means and proportions and conduct chi-squared tests of contingency tables.",
            "To be competent users of standard statistical operators, linear regression and correlation analysis and be able to recall a variety of well-known probability distributions."
        ]
    },
    {
        "url": "https://www.edx.org/microbachelors/harvardx-university-chemistry",
        "name": "University Chemistry MicroBachelorsÂ® Program | edX",
        "topics": [
            "Chemistry",
            "University Chemistry"
        ],
        "skills": [],
        "type": "MicroBachelors",
        "description": "What technical forces are shaping the modern world? Revolutionary developments in the union of chemistry and physics hold the key to solving unprecedented global problems; however, understanding the central role that chemistry plays in addressing these problems and shaping our modern world requires a fundamental grasp of fundamental concepts of energy and energy transformations. Learn the foundations of chemistry in HarvardXâ\u0080\u0099s University Chemistry MicroBachelors Program.\nTaught by Harvard University Professor James Anderson, learners in this MicroBachelors program are given a robust understanding of chemistry, atomic structure, the principles of energy, thermodynamics, and electrochemistry. Each course builds on your prior coursework, applying concepts and analysis to real-world case studies and your daily lives.\nIn addition to chemistry, learners in this program will study industrial advances in solar cells, energy storage, and molecular imaging â\u0080\u0094 and how international policies relate to these innovations. In addition, you will learn the role of energy in climate change and exactly how irreversible global climate change causes sea levels to rise and storms to become more powerful. Youâ\u0080\u0099ll explore how large-scale shifts in the climate structure trigger water and food shortages, as well as how technology advances to address these global issues.\nPhysical chemistry is fundamental to an understanding of worldwide energy sources and constraints. By the end of this MicroBachelors program, learners will have the quantitative reasoning and critical thinking skills to link the foundations of chemistry to the current global strategies for energy forecasts, technology connecting energy and climate, and role of modern materials science.",
        "language": "English",
        "outcomes": [
            "Explain the fundamentals of chemistry, energy, and other elemental forces shaping the modern world.",
            "Describe the evolution of chemistry's role in addressing global challenges.",
            "Identify core concepts of energy and energy transformations, including thermodynamics, chemical equilibria, acid/base and redox reactivity, and electrochemistry.",
            "Understand the central role of chemistry in addressing global issues such as energy and climate change."
        ]
    },
    {
        "url": "https://www.edx.org/microbachelors/tesu-writing-for-success",
        "name": "Writing for Success MicroBachelorsÂ® Program | edX",
        "topics": [
            "Humanities",
            "Writing for Success"
        ],
        "skills": [],
        "type": "MicroBachelors",
        "description": "Students will develop critical skills for both academic and career growth. Students will engage in activities that apply the writing process, succinctly state and support thesis statements, identify and incorporate information from reference/research materials, and align writing to specific audiences/purposes. The course will culminate with an opportunity for students to explore problems in a community setting and attempt to solve them through careful research, logical argumentation, and clear written communication.",
        "language": "English",
        "outcomes": [
            "Apply the writing process to produce well-organized, clear, and coherent writing.",
            "Adapt writing to context, purpose, and audience.",
            "Develop a clear thesis that states a claim and the key points that will be used to support that claim.",
            "Employ proper citation and formatting in APA style.",
            "Apply the fundamentals of research, including source assessment."
        ]
    }
]